chat_system_1925680730_actor_description=Marquis Kontu. King Mark's vice regent in Verlon Forest.
chat_system_1925680730_snap_3_question=^?^So how is the barbarian situation developing? Is there any news? 
chat_system_1925680730_snap_3_answer_0=^?^No news. 
chat_system_1925680730_snap_3_answer_1=^?^Yes, I talked to their leader. But you know, here's the thing... He felt that the treaty was not in his favor, and he attacked me. I had to defend myself...<br>To make a long story short, the barbarians don't have a leader any more. And, uh... there aren't many barbarians left, actually.
chat_system_1925680730_snap_3_answer_2=^?^Yes, I talked to their leader. But you know, here's the thing... He felt that the treaty was not in his favor, and he attacked me. And I had to admit, he's right in a way.<br>I decided not to fight with him and promised to settle the question with you, Marquis. 
chat_system_1925680730_snap_4_question=^?^You killed him? I don't know what to say... On the one hand, he could have been a good source of income. On the other hand, nobody knows what this vulgar barbarian might do tomorrow!<br>Well, in any case he could easily have brought more problems than benefit. Let us say that you've settled the issue.<br>[reward]
chat_system_1925680730_snap_4_answer_0=^?^Thank you, Marquis. Until we meet again. 
chat_system_1925680730_snap_5_question=^?^That's a pity. It was a good plan. But never mind. I'm satisfied with the previous treaty, which we've already signed.<br>However, I'm sorry - but I cannot reward you. The new treaty is not signed, and that was our deal.
chat_system_1925680730_snap_5_answer_0=^?^That's a pity. Well, Marquis, see you later.
chat_system_1925680730_snap_0_question=^?^You see, looking at the previous treaty with Hogard the Destroyer, which you helped to negotiate, I thought that if the barbarian is so... to put it mildly... not so keen of wit, then maybe he would sign an even more... advantageous treaty. 
chat_system_1925680730_snap_0_answer_0=^?^So what is your plan this time? 
chat_system_1925680730_snap_1_question=^?^I want to offer Hogard a new treaty, according to which he will receive a noble title, but for it, he shall give a half of the money he obtains to Darion's treasury.<br>If he agrees, then great, and if not, well, what is the risk in trying?<br>If you go to him once again you will get an excellent reward!<br>[reward]
chat_system_1925680730_snap_1_answer_0=^?^Well, fine, why not try again. I agree!
chat_system_1925680730_snap_1_answer_1=^?^What, Hogard again? I need to think it over. 
